"DETAIL_NAV_TITLE" = "Szczegóły";

"DUE" = "Termin";
"NONE_DUE_DATE" = "Brak";
"DUE_DATE_DETAIL_NAV_TITLE" = "Termin";
"HAS_DUE_DATE_SWITCH_TITLE" = "Termin";
"SHOW_MORE" = "Pokaż więcej…";
"SHOW_LESS" = "Pokaż mniej…";
"PRIORITY" = "Priorytet";

// Priority
"NONE_PRIORITY" = "Brak";
"LOW_PRIORITY" = "Niski";
"MEDIUM_PRIORITY" = "Średni";
"HIGH_PRIORITY" = "Wysoki";
"PRIORITY_DETAIL_NAV_TITLE" = "Priorytet";

// Lists
"REMINDER_LIST" = "Lista";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Przypomnij";
"NONE_REMINDER_ALERT" = "Nigdy";
"ON_A_DAY" = "Przypomnij w dniu";
"AT_A_LOCATION" = "Przypomnij w miejscu";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "W miejscu";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Bieżące położenie";
"CHOOSE_ADDRESS" = "Wybierz kontakt…";
"DETERMINING_LOCATION" = "Sprawdzam położenie…";
"CANNOT_DETERMINE_LOCATION" = "Nie można określić położenia";
"MY_ADDRESS_WITHOUT_LABEL" = "Mój adres"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adres (%@)"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ (%1$@)"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Przybycie";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Opuszcz.";
"DUE_ALL_DAY_FORMAT" = "%@ (całodniowe)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Przypomnienie otrzymasz %@,\ngdy %@, \nalbo najpóźniej o %@."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "przybędziesz na to miejsce";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "opuścisz to miejsce";

// Location
"LOCATION" = "Miejsce";
"NONE_LOCATION" = "Brak";
"ALARM_PROXIMITY_ENTER" = "Gdy przybędę na miejsce";
"ALARM_PROXIMITY_LEAVE" = "Gdy opuszczę miejsce";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Wybierz położenie kontaktu";
"WIFI_DISABLED_SUBTEXT" = "Aby poprawić dokładność przypomnień dla miejsc, włącz Wi-Fi w Ustawieniach.";
"WIFI_DISABLED_PROMPT" = "Włączenie Wi-Fi w Ustawieniach poprawi dokładność określania położenia.";
"WLAN_DISABLED_SUBTEXT" = "Aby poprawić dokładność przypomnień dla miejsc, włącz WLAN w Ustawieniach.";
"WLAN_DISABLED_PROMPT" = "Włączenie WLAN w Ustawieniach poprawi dokładność określania położenia.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Aby używać przypomnień dla miejsc, włącz usługi lokalizacji.";
"SETTINGS" = "Ustawienia";
"TYPED_LOCATION_PLACEHOLDER" = "Podaj adres…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Nie można zlokalizować tego adresu. Sprawdź, czy został wpisany prawidłowo, i spróbuj ponownie.";
"MAP" = "Mapa";
"SHOW_IN_MAP" = "Pokaż na mapie";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Moje miejsca";
"ME_CARD_ALERT_BODY" = "Przypomnienia mogą bazować na miejscach z Twoich kontaktów, np. „dom” lub ”praca”. Którego kontaktu chcesz użyć?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Wybierz";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "E";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "W";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Nie można zachować przypomnienia";

"UNTITLED_REMINDER" = "Bez nazwy";
